/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "Fortfahren";
"AlertButton_BuyLicense" = "Lizenz kaufen";
"AlertButton_BuyLicenseWithDiscount" = "Jetzt kaufen und %li%% sparen";
"AlertButtonTitle_Erase" = "Vernichten";

/* App Termination */
"AlertButton_ContinueScan" = "Scan fortsetzen";
"AlertButton_ContinueClean" = "Bereinigung fortsetzen";
"AlertButton_QuitCompleteTasks" = "Alle Fertigstellen und Beenden";
"AlertButton_QuitForce" = "Sofort beenden";
"AlertButton_CheckForBeta" = "Auf Beta-Updates prüfen";
"Stop" = "Stoppen";

"AlertButtonTitle_Uninstall" = "Deinstallieren";
"AlertButtonTitle_DontUninstall" = "Nicht deinstallieren";

"AlertButtonTitle_Reset" = "Zurücksetzen";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "Installieren";
"AlertButtonTitle_DontInstall" = "Nicht installieren";
"AlertButtonTitle_Overwrite" = "Überschreiben";
"AlertButtonTitle_DontOverWrite" = "Nicht überschreiben";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "Bei Beta-Versionen erhalten Sie vor offizieller Veröffentlichung Zugriff auf neue Funktionen. Bitte beachten Sie, dass die Beta-Versionen von CleanMyMac instabil sein können und somit Datenverlust möglich ist. Sie verwenden Beta-Versionen daher auf eigene Gefahr. MacPaw bietet keine technische Unterstützung für Beta-Versionen an und ist nicht verantwortlich für Schäden, die durch diese Versionen verursacht werden. \n\nBetatester helfen uns, unsere Software zu verbessern, indem Sie uns über die Option „Feedback senden …“ im Hilfemenü Feedback senden.";

"AlertTitle_BetaUpdateEnabling" = "Sind Sie sicher, dass Sie Beta-Versionen von CleanMyMac installieren möchten?";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "Hiermit darf CleanMyMac Elemente scannen und entfernen, die Sie zuvor der Ignore-Liste hinzugefügt haben.";

"AlertTitle_ResetIgnoreList" = "Möchten Sie die Liste der zu ignorierenden Elemente wirklich zurücksetzen?";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "Ihre Kopie von CleanMyMac ist nicht registriert.";

"AlertDescription_CleaningWithinLimitAlert" = "Sie können noch %@ in der CleanMyMac 3 Demoversion bereinigen. Die registrierte Version hat keine Einschränkungen und bietet Zugriff auf alle Funktionen von CleanMyMac 3.";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "CleanMyMac ist das Programm, das Sie zurzeit ausführen. Es wird beendet und vollständig entfernt, sobald Sie auf „Deinstallieren“ klicken.\nMöchten Sie CleanMyMac wirklich deinstallieren?";

"AlertTitle_UninstallingCMM" = "CleanMyMac wird deinstalliert";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "Vor der weiteren Nutzung muss die App geschlossen und erneut geöffnet werden.";
"AlertTitle_ResetCMM" = "Sie haben gerade die Preference-Dateien von CleanMyMac zurückgesetzt. Deshalb muss CleanMyMac geschlossen und neu geöffnet werden.";
"AlertButton_ConfirmSelfRestart" = "Neu öffnen";
"AlertButton_CancelSelfRestart" = "Abbrechen";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "Du hast Setapp und %li seiner Programme für die vollständige Deinstallation markiert. Möchtest du Setapp wirklich zusammen mit den zugehörigen Programmen löschen?";
"AlertDescription_UninstallingSetappMessage" = "Bedenke bitte, dass dieser Dienst dich mit einer stets wachsenden Zahl an genialen Apps versorgt, die du nur mit dem Setapp-Hauptprogramm nutzen kannst.";
"AlertButton_SelectSetappApplications" = "Setapp Programme auswählen";
"AlertCheckboxText_UninstallingSetappMessage" = "Diese Meldung nicht mehr anzeigen";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "Wenn Sie einen neuen Scan starten, werden die aktuellen Ergebnisse gelöscht.";

"AlertTitle_DropiPhotoWhileScanning" = "Andere Mediathek scannen.";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "Erweiterte Protokollierung wird aktiviert.";

"AlertDescription_LoggingMode" = "CleanMyMac erstellt ein erweitertes Protokoll zu allen gefundenen Elementen. Unser Support-Team kann Ihnen bei der Lösung von möglichen Problemen schneller helfen, wenn Sie das problematische Verhalten erneut auslösen und ein erweitertes Protokoll an uns senden.";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "CleanMyMac benötigt Ihre Genehmigung zum Ausführen bestimmter Aktionen.";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "Gestatten Sie CleanMyMac, diese Erweiterung zu %@, und weitere Aktionen mit Administratorrechten durchzuführen.";

"ExtensionsAuthAlert_EnableAction" = "aktivieren";

"ExtensionsAuthAlert_DisableAction" = "deakivieren";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "CleanMyMac wurde beim letzten Mal nicht ordnungsgemäß beendet.";

"AlertDescription_ForceQuit" = "Einige Prozesse zur Bereinigung werden noch ausgeführt. Das Unterbrechen dieser Prozesse kann zu Datenverlust oder unerwartetem Systemverhalten führen. Wir empfehlen, alle Prozesse abzuschließen und danach zu beenden.";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "CleanMyMac wird derzeit nicht aus dem „Programme“ Ordner ausgeführt.";

"AlertInformativeText_WishInstallQuestion" = "Möchten Sie CleanMyMac in Ihrem „Programme“-Ordner installieren, bevor das Programm beendet wird?";

"AlertTitle_AlreadyInstalled" = "CleanMyMac ist bereits installiert!";

"AlertTitle_OverwriteQuestion" = "Möchten Sie CleanMyMac in Ihrem „Programme“ Ordner überschreiben?";

"AlertTitle_InstallationFailder" = "Die Installation von CleanMyMac ist fehlgeschlagen!";

"AlertTitle_CopyToApplicationFolderSuggestion" = "Versuchen Sie das manuelle Kopieren in den gewünschten Ordner. Es wird empfohlen, CleanMyMac in den Ordner „Programme“ zu kopieren.";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "Sie haben mehrere persönliche Dateien zum Löschen markiert.";

"SelectionCautionAlertMessage_LargeOld" = "Beachten Sie bitte, dass das Modul „Große und alte Dateien“ keine Dateien vorschlägt, die sicher gelöscht werden können. Es handelt sich hier um Ihre persönlichen Dateien. Seien Sie daher vorsichtig bei der Entscheidung, welche Dateien Sie löschen.";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "Sie haben mehrere Programme zum Löschen markiert.";

"SelectionCautionAlertMessage_Uninstaller" = "Bedenken Sie bitte, dass die Deinstallation dem vollständigen Löschen von Programmen dient. Die Programme werden unwiderruflich gelöscht, wenn Sie auf Löschen klicken.";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "Möchten Sie „%@“ wirklich dauerhaft löschen?";

"RemoveAlertMessageText_LargeOldXFiles" = "Möchten Sie %@ wirklich dauerhaft entfernen?";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "Diese Aktion kann nicht widerrufen werden.";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "Möchten Sie „%@“ und alle zugehörigen Dateien wirklich dauerhaft löschen?";

"RemoveAlertMessageText_UninstallerXApps" = "Möchten Sie %@ und die zugehörigen Elemente wirklich endgültig deinstallieren?";

"RemoveAlertMessageText_Uninstaller1File" = "Möchten Sie „%@“ wirklich dauerhaft löschen?";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "Möchten Sie %@ wirklich dauerhaft entfernen?";

"RemoveAlertMessageText_UninstallerResetApp" = "Möchten Sie „%@“ wirklich zurücksetzen, indem Sie alle zugehörigen Dateien löschen?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "Möchten Sie die markierten Elemente wirklich endgültig löschen?";

"RemoveAlertInformativeText_Uninstaller" = "Diese Aktion kann nicht widerrufen werden.";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "Möchten Sie „%@“ wirklich dauerhaft löschen?";

"RemoveAlertMessageText_ExtensionsXItems" = "Möchten Sie %@ wirklich dauerhaft entfernen?";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "Diese Aktion kann nicht widerrufen werden.";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "Möchten Sie „%@“ wirklich dauerhaft löschen?";

"RemoveAlertMessageText_EraserXItems" = "Möchten Sie %@ wirklich dauerhaft löschen?";

"RemoveAlertInformativeText_EraserGroupScanner" = "Diese Aktion kann nicht widerrufen werden.";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "Sie haben ein Element zur CleanMyMac Ignore-Liste hinzugefügt.";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "Sie haben %@ zur CleanMyMac Ignore-Liste hinzugefügt.";

"AlertDescription_1_IgnoredItemsDidAdd" = "Dieses Element wird nicht mehr in den Scan-Ergebnissen angezeigt. Sie können ignorierte Elemente in den Einstellungen verwalten.";

"AlertDescription_N_IgnoredItemsDidAdd" = "Diese Elemente werden nicht mehr in den Scan-Ergebnissen angezeigt. Sie können ignorierte Elemente in den Einstellungen verwalten.";

"AlertTitle_ShouldSelectIgnoredItem" = "Möchten Sie wirklich ein Element auf der Ignore-Liste zum Entfernen markieren?";

"AlertDescription_ShouldSelectIgnoredItem" = "Das Entfernen solcher Elemente kann die Funktion Ihres Systems oder relevanter Programme beeinträchtigen.";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "Möchten Sie die Bereinigung vor dem Fertigstellen beenden?";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "Möchten Sie den Scan vor Fertigstellung stoppen?";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "Wenn Sie die Bereinigung unterbrechen, verbleiben unnötige Dateien auf Ihrem Mac.";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "Möchten Sie die aktuellen Ergebnisse verwerfen und neu beginnen?";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "Aktuelle Scanergebnisse werden nicht gesichert, und Sie müssen einen neuen Scan durchführen, um die Elemente zu entdecken.";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "Möchten Sie die aktuellen Ergebnisse verwerfen und neu beginnen?";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "Ihre aktuellen Scan-Ergebnisse und die Liste der markierten Elemente bleiben nicht erhalten.";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "Möchten Sie Ihre momentane %@-Liste aktualisieren?";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "Ihre aktuelle Auswahl an Objekten wird nicht gesichert.";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "Das Unterbrechen des Scans führt zu einem unvollständigen Ergebnis für die Bereinigung.";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "Plugin konnte nicht (de)aktiviert werden.";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "Es ist ein unbekannter Fehler aufgetreten. Wenden Sie sich bitte an unseren Support.";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "Während der Überprüfung des Startvolumes kann Ihr System für einige Minuten etwas langsam werden.";
"AlertDescription_VerifySystemDiskWarn" = "Aufgrund von hoher Festplattenaktivität während der Überprüfung kann Ihr System für einige Minuten etwas langsam werden. Dies ist normales Verhalten.";

/* Alerts */
"AlertDescription_QuitOnScan" = "Beim Beenden des Programms wird der Scan abgebrochen und die Ergebnisse gehen verloren.";

/* Alerts */
"AlertDescription_QuitOnClean" = "Das Beenden des Programms unterbricht die Bereinigung und führt zu unvollständiger Bereinigung.";

/* Alerts */
"AlertTitle_QuitOnScan" = "Möchten Sie CleanMyMac beenden, bevor der aktuelle Scan abgeschlossen ist?";

/* Alerts */
"AlertTitle_QuitOnClean" = "Möchten Sie CleanMyMac beenden, bevor die Bereinigung abgeschlossen ist?";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "CleanMyMac hat gerade die %@ Malware deinstalliert. Starten Sie Ihren Mac neu, um diesen Vorgang abzuschließen.";
"Please note that some applications may work incorrectly until your system is restarted." = "Bedenken Sie, dass einige Programme nicht korrekt arbeiten, bis Sie das System neu starten.";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "Manchmal machen wir auch Ausnahmen.";
"SelfUninstallDiscount_AlertDescription" = "Und heute ist das der Fall. Nur heute bieten wir %li%% Rabatt auf die Vollversion von CleanMyMac 3 an.";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "Helfen Sie uns dabei, CleanMyMac noch besser zu machen. Warum möchten Sie das Programm deinstallieren:";
"SelfUninstall_AlertTitle" = "Schade, dass Sie gehen!";
"Submit and Uninstall" = "Senden und deinstallieren";

"The price is a bit too much." = "Der Preis ist etwas zu hoch.";
"It's too hard to use. I had trouble figuring it out." = "Es ist zu schwer zu verstehen. Ich kann es nicht bedienen.";
"It didn't find enough to clean!" = "Es hat nicht wirklich viel zum Bereinigen gefunden!";
"It doesn't seem safe to use." = "Es scheint nicht sehr vertrauenswürdig zu sein.";
"Other:" = "Anderer Grund:";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Möchten Sie den Papierkorb Ihres Startvolumes wirklich auf die Ignore-Liste setzen?";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Hiermit deaktivieren Sie die Papierkorb-Überwachung. CleanMyMac 3 informiert Sie dann nicht mehr über den Zustand Ihres Papierkorbs.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Möchten Sie die Papierkorb-Überwachung wirklich aktivieren?";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "Hiermit entfernen Sie den Papierkorb des Startvolumes aus der CleanMyMac Ignore-Liste.";

"AlertTitle_VerifySystemDiskWarn" = "Während der Überprüfung des Startvolumes kann Ihr System für einige Minuten etwas langsam werden.";

"AlertDescription_VerifySystemDiskWarn" = "Aufgrund von hoher Festplattenaktivität während der Überprüfung kann Ihr System für einige Minuten etwas langsam werden. Dies ist normales Verhalten.";

"UnsupportedOSAlert_Message" = "Diese Version von CleanMyMac unterstützt macOS %@ und spätere Versionen nicht.";

"UnsupportedOSAlert_Informative" = "Führen Sie bitte ein Update auf die aktuelle Version von CleanMyMac durch. Diese ist vollständig mit Ihrer Version von macOS kompatibel.";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "Einige ausgewählte Elemente können nicht zum Löschen hinzugefügt werden.";

"EraseSystemFilesAlert_InformativeText" = "Das Entfernen dieser Dateien oder Ordner kann zu Schäden am System führen.";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Möchten Sie den Papierkorb Ihres Startvolumes wirklich auf die Ignore-Liste setzen?";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Hiermit deaktivieren Sie die Papierkorb-Überwachung. CleanMyMac 3 informiert Sie dann nicht mehr über den Zustand Ihres Papierkorbs.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Möchten Sie die Papierkorb-Überwachung wirklich aktivieren?";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "Hiermit entfernen Sie den Papierkorb des Startvolumes aus der CleanMyMac Ignore-Liste.";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "Deinstallieren";
"SelfUninstallDiscount_Purchase" = "Kaufen und %li%% sparen";

/* Buttons */
"Quit" = "Beenden";

"Verify System Disk" = "Systemvolume überprüfen";
"Download" = "Laden";

"Submit" = "Senden";

"Restart" = "Neu starten";

/* Alert button */
"Cancel" = "Abbrechen";
"OK" = "OK";
"Remove" = "Entfernen";

"Start New Scan" = "Neuer Scan";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "Andere Mediathek scannen.";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "Wenn Sie einen neuen Scan starten, werden die aktuellen Ergebnisse gelöscht.";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "Weiteren Ordner scannen.";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "Ein neuer Scan verwirft die aktuellen Ergebnisse.";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Die großen und alten Fotos werden im Album 'Große Medien zum Löschen' in der Fotos App gesammelt.";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Diese Dateien sollten Sie in der Fotos dauerhaft löschen, um Platz zu sparen.";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "Wenn Sie einen neuen Scan starten, werden die aktuellen Ergebnisse gelöscht.";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "Andere Mediathek scannen.";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "Die zu scannende Mediathek wird von CleanMyMac 3 nicht unterstützt.";
"AlertDescription_PhotoLibraryUnsupportedOld" = "Bitte aktualisieren Sie Ihre Foto-Mediathek auf eine neuere Version.";
"AlertTitle_PhotoLibraryUnsupportedNew" = "Die zu scannende Mediathek wird von CleanMyMac 3 noch nicht unterstützt.";
"AlertDescription_PhotoLibraryUnsupportedNew" = "Die Version Ihrer Foto-Mediathek wird zurzeit auf Kompatibilität getestet. Bitte haben Sie etwas Geduld.";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "Möchten Sie Ihre CleanMyMac 3 Lizenz auf diesem Mac wirklich deaktivieren?";
"ActivationDeactivateLicense_InformativeText" = "Hiermit wird die aktuelle Kopie dieses Programms deaktiviert. Sie können die gleiche Lizenz auf einem anderen Computer einsetzen.";
"Disable License" = "Lizenz deaktivieren";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "Sie nutzen anscheinend Setapp auf Ihrem Mac. Möchten Sie zur Setapp Version von CleanMyMac wechseln?";
"AlertMoveToSetapp_Informative" = "Es ist die gleiche Version, und sie wird stetig mit neuen Updates versorgt.";
"AlertMoveToSetapp_Switch" = "Wechseln";
"AlertMoveToSetapp_DontSwitch" = "Nein danke";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "Es scheint, als hätten Sie zuvor eine CleanMyMac Version eingesetzt, die nicht aus Setapp kam.";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "Möchten Sie zur Setapp Version wechseln und die Einstellungen übernehmen?";
"AlertSwitchToSetappVersionOfCMM_Switch" = "Wechseln";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "Nein danke";
